Repository: colab/colab
Catalog: colab/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Personal info
pt_br: Informações Pessoais

source: Permissions
pt_br: Permissões

source: Important dates
pt_br: Datas importantes

source: Social account does not exist
pt_br: Conta social não existe

source: Password
pt_br: Senha

source: Confirm Password
pt_br: Confirmar senha

source: Write something about you in 200 characters or less.
pt_br: Escreva algo sobre você em 200 caracteres ou menos.

source: Mailing lists
pt_br: Listas de e-mail

source: Password confirmation
pt_br: Confirmação de senha

source: Enter the same password as above, for verification.
pt_br: Digite a mesma senha que acima, para verificação.

source: Password mismatch
pt_br: Senhas diferentes

source: Required. 30 characters or fewer. Letters, digits and ./+/-/_ only.
pt_br: Obrigatório. 30 caracteres ou menos. Letras, números e ./+/-/_ somente.

source: Enter a valid username.
pt_br: Insira um nome de usuário válido.

source: Change XMPP Client and SVN Password
pt_br: Trocar senha do Repositório e do Mensageiro

source: Change Password
pt_br: Trocar senha

source: To login please click in the link below:
pt_br: Para acessar por favor clique no link abaixo:

source: Login
pt_br: Entrar

source: Group Subscriptions
pt_br: Inscrições em grupos

source: Update subscriptions
pt_br: Atualizar inscrições

source: Sign up
pt_br: Cadastrar

source: Please correct the errors below and try again.
pt_br: Por favor, corrija os erros abaixo e tente novamente.

source: Required fields
pt_br: Campos obrigatórios

source: Personal Information
pt_br: Informações pessoais

source: Subscribe to groups
pt_br: Inscreva-se nos grupos

source: Register
pt_br: Cadastre-se

source: Messages
pt_br: Mensagens

source: Contributions
pt_br: Contribuições

source: edit profile
pt_br: editar perfil

source: group membership
pt_br: Inscrições nos grupos

source: Twitter account
pt_br: Conta Twitter

source: Facebook account
pt_br: Conta Facebook

source: Google talk account
pt_br: Conta Google

source: Github account
pt_br: Conta Github

source: Personal webpage
pt_br: Página web pessoal

source: Groups:
pt_br: Grupos:

source: Collaborations by Type
pt_br: Colaborações por tipo

source: Participation by Group
pt_br: Participação por grupo

source: Badges
pt_br: Medalhas

source: Latest posted
pt_br: Últimas postagens

source: There are no posts by this user so far.
pt_br: Não há posts deste usuário até agora.

source: View more posts...
pt_br: Ver mais postagens...

source: Latest contributions
pt_br: Últimas colaborações

source: No contributions of this user so far.
pt_br: Não há posts deste usuário até agora.

source: View more contributions...
pt_br: Ver mais colaborações...

source: We sent a verification email to
pt_br: Enviamos um email de verificação para

source: Please follow the instructions in it.
pt_br: Por favor, siga as instruções.

source: profile information
pt_br: informações do perfil

source: Change your avatar at Gravatar.com
pt_br: Troque seu avatar em Gravatar.com

source: Primary
pt_br: Primário

source: Setting...
pt_br: Definindo...

source: Set as Primary
pt_br: Definir como Primário

source: Deleting...
pt_br: Deletando...

source: Delete
pt_br: Apagar

source: Sending verification...
pt_br: Enviando verificação...

source: Verify
pt_br: Verificar

source: Add another email address:
pt_br: Adicionar outro endereço de e-mail

source: Add
pt_br: Adicionar

source: This feature is available only for those who need to change the password for some reason as having an old user with the same username, forgot your password to commit, usage of other XMPP Client for connection. Usually, you won't need to change this password. Only change it if you are sure about what you are doing.
pt_br: Este recurso está disponível para quem precisa trocar a senha por algum motivo como ter um usuário antigo com mesmo nome de usuário, esqueceu da senha antiga para commit, uso de outro cliente XMPP para conexão. Normalmente, você não terá que trocar essa senha. Somente troque essa senha se tiver certeza do que está fazendo.

source: Update
pt_br: Atualizar

source: Please correct the error below and try again.
pt_br: Por favor, corrija o erro abaixo e tente novamente.

source: Forgot Password?
pt_br: Esqueceu sua senha?

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
pt_br: Esqueceu sua senha? Entre com seu endereço de email abaixo e nós iremos lhe enviar instruções para configurar uma nova senha

source: Reset password
pt_br: Redefinir senha

source: Your profile has been created!
pt_br: Seu perfil foi criado!

source: Could not change your password. Please, try again later.
pt_br: Não conseguimos alterar sua senha. Por favor, tente novamente mais tarde.

source: You've changed your password successfully!
pt_br: Senha alterada com sucesso!

source: Your password was changed.
pt_br: Sua senha foi alterada

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
pt_br: Nos enviamos o email com as intruções para mudança de senha. Em breve você deve recebê-lo.

source: Your password has been set. You may go ahead and log in now.
pt_br: Sua senha foi redefinida. Você pode prosseguir e autenticar agora.

source: Image
pt_br: Imagem

source: You must add an Image
pt_br: Você deve adicionar uma imagem

source: Greater than or equal
pt_br: Maior que ou igual

source: less than or equal
pt_br: menor que ou igual

source: Equal
pt_br: Igual

source: Biggest
pt_br: Maior

source: Automatically
pt_br: Automaticamente

source: Revisions
pt_br: Conjunto de mudanças

source: Ticket
pt_br: Tíquetes

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Type
pt_br: Tipo

source: User attribute
pt_br: Atributo do usuário

source: Comparison
pt_br: Comparação

source: Value
pt_br: Valor

source: Awardees
pt_br: Premiados

source: Order
pt_br: Ordem

source: Badge
pt_br: Medalha

source: Latest Discussions
pt_br: Últimas discussões

source: Discussions Most Relevance
pt_br: Discussões Mais Relevantes

source: Latest collaborations
pt_br: Últimas colaborações

source: Search
pt_br: Busca

source: Author
pt_br: Autor

source: Modified by
pt_br: Modificado por

source: Mailinglist
pt_br: Grupo

source: Milestone
pt_br: Etapa

source: Priority
pt_br: Prioridade

source: Component
pt_br: Componente

source: Severity
pt_br: Seriedade

source: Reporter
pt_br: Relator

source: Keywords
pt_br: Palavras chaves

source: Collaborators
pt_br: Colaboradores

source: Repository
pt_br: Repositório

source: Username
pt_br: Usuário

source: Name
pt_br: Nome

source: Institution
pt_br: Instituição

source: Role
pt_br: Cargo

source: Since
pt_br: Desde

source: Until
pt_br: Até

source: Filename
pt_br: Nome do arquivo

source: Used by
pt_br: Usado por

source: File type
pt_br: Tipo do arquivo

source: Size
pt_br: Tamanho

source: Remove filter
pt_br: Remover filtro

source: Filter
pt_br: Filtro

source: Sort by
pt_br: Ordenar por

source: Types
pt_br: Tipos

source: Changeset
pt_br: Conjunto de Mudanças

source: User
pt_br: Usuário

source: Attachment
pt_br: Anexo

source: Discussion
pt_br: Discussões

source: search
pt_br: busca

source: documents found
pt_br: documentos encontrados

source: Search here
pt_br: Pesquise aqui

source: Filters
pt_br: Filtros

source: No results for your search.
pt_br: Não há resultados para sua busca.

source: You are searching for
pt_br: Você está procurando por

source: Code
pt_br: Código

source: Tickets
pt_br: Tíquetes

source: Attachments
pt_br: Anexos

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: Spanish
pt_br: Espanhol

source: Recent activity
pt_br: Atividade recente

source: Relevance
pt_br: Relevância

source: Document
pt_br: Documento

source: Presentation
pt_br: Apresentação

source: Text
pt_br: Texto

source: Compressed
pt_br: Compactado

source: Spreadsheet
pt_br: Planilha

source: Colab blog aggregator
pt_br: Agregador de blog Colab

source: One Time Snippet
pt_br: Uma única visualização

source: In one hour
pt_br: Em uma hora

source: In one week
pt_br: Em uma semana

source: In one month
pt_br: Em um mês

source: Never
pt_br: Nunca

source: Not found. Keep searching! :)
pt_br: Não encontrado. Continue procurando! :)

source: Ooopz... something went wrong!
pt_br: Opa... algo saiu errado!

source: Timeline
pt_br: Linha do Tempo

source: Groups
pt_br: Grupos

source: Public Projects
pt_br: Projetos Públicos

source: Profile
pt_br: Perfil

source: New Project
pt_br: Novo Projeto

source: Projects
pt_br: Projetos

source: Issues
pt_br: Tiquetes

source: Users
pt_br: Usuários

source: Communities
pt_br: Comunidades

source: Control panel
pt_br: Painel de Controle

source: Contribute
pt_br: Contribua

source: New Wiki Page
pt_br: Nova Página Wiki

source: View Tickets
pt_br: Ver Tiquetes

source: New Ticket
pt_br: Novo Tíquete

source: Roadmap
pt_br: Planejamento

source: Browse Source
pt_br: Códigos Fontes

source: Continuous Integration
pt_br: Integração Contínua

source: My Profile
pt_br: Meu Perfil

source: Logout
pt_br: Sair

source: Search here...
pt_br: Pesquise aqui...

source: The login has failed. Please, try again.
pt_br: O login falhou. Por favor, tente novamente.

source: Last email imported at
pt_br: Último e-mail importado em

source: The contents of this site is published under license
pt_br: O conteúdo deste site está publicado sob a licença

source: Expires in: %(date)s
pt_br: Expira em: %(date)s

source: Snippet never expires
pt_br: Snippet nunca expira

source: Really delete this snippet?
pt_br: Deseja realmente deletar esse snippet?

source: View Raw
pt_br: Ver código

source: This is a one-time snippet.
pt_br: Esste é um snippet que será usado apenas uma vez.

source: It will automatically get deleted after {{ remaining }} further views.
pt_br: Isso será automaticamente deletado depois de {{ remaining }} visualizações.

source: It will automatically get deleted after the next view.
pt_br: Isso será automaticamente deletado após a próxima visualização.

source: It cannot be viewed again.
pt_br: Isso não pode ser visto novamente.

source: Reply to this snippet
pt_br: Responda esse snippet

source: Diff between <a href="%(filea_url)s">#%(filea_id)s</a> and <a href="%(fileb_url)s">#%(fileb_id)s</a>
pt_br: Diferença entre <a href="%(filea_url)s">#%(filea_id)s</a> e <a href="%(fileb_url)s">#%(fileb_id)s</a>

source: Paste it
pt_br: Cole aqui

source: Latest Collaborations
pt_br: Últimas Colaborações

source: RSS - Latest collaborations
pt_br: RSS - Últimas Colaborações

source: View more collaborations...
pt_br: Ver mais colaborações...

source: Collaboration Graph
pt_br: Gráfico de Colaborações

source: Most Relevant Threads
pt_br: Discussões Mais Relevantes

source: RSS - Most Relevant Threads
pt_br: RSS - Discussões Mais Relevantes

source: View more discussions...
pt_br: Ver mais discussões...

source: Latest Threads
pt_br: Últimas Discussões

source: RSS - Latest Threads
pt_br: RSS - Últimas Discussões

source: OpenData - Communities
pt_br: OpenData - Comunidades

source: If you are interested in any other data that is not provided by this API, please contact us via the ticketing system (you must be registered in order to create a ticket).
pt_br: Se você estiver interessado por qualquer outra informação não provida por esta API, por favor nos contacte através do nosso sistema de tíquetes (você deve estar logado para conseguir criar um tíquete).

source: Retrieving data via API
pt_br: Recuperando informação através da API

source: Colab API works through HTTP/REST, always returning JSON objects.
pt_br: A API do Colab funciona com a utilização de HTTP/REST e sempre retorna objetos JSON.

source: The base API URL is
pt_br: A URL base da API é

source: Each model listed below has a resource_uri field available, which is the object's data URI.
pt_br: Cada modelo listado abaixo tem um resource_uri que representa a URI do objeto

source: The following list contains the available models to retrieve data and its fields available for filtering
pt_br: A lista abaixo contém a lista de modelo disponíveis para pesquisa e os campos disponíveis para filtro

source: Fields
pt_br: Campos

source: The email field is not shown for user's privacy, but you can use it to filter
pt_br: O campo email não é exibido por uma questão de privacidade do usuário, por outro lado ele poderá ser utilizado em filtros

source: The user's username
pt_br: O username do usuário

source: The user's email address
pt_br: O endereço e-mail do usuário

source: What is the user's institution
pt_br: Instituição do usuário

source: What is the user's role
pt_br: Posição do usuário

source: The user's first name
pt_br: Primeiro nome do usuário

source: The user's last name
pt_br: Último nome do usuário

source: A mini bio of the user
pt_br: O mini bio do usuário

source: The address field is not shown for user's privacy, but you can use it to filter
pt_br: O campo email não é exibido por uma questão de privacidade do usuário, por outro lado ele poderá ser utilizado em filtros

source: It has a relationshop with the user described above
pt_br: Tem um relacionamento com usuário como descrito acima

source: An email address
pt_br: Um endereço de e-mail

source: The user's real name
pt_br: O nome real do usuário

source: It has a relationship with the emailaddress described above
pt_br: Tem um relacionamento com emailaddress como descrito acima

source: The message's body
pt_br: O corpo da mensagem

source: The message's subject
pt_br: O título da mensagem

source: The message's id
pt_br: O ID da mensagem

source: The message's received time
pt_br: A hora que a mensagem foi recebida

source: The revision's author username
pt_br: O username do autor da revisão

source: When the revision's were created
pt_br: Quando a revisão foi criada

source: The revision's key
pt_br: A chave da revisão

source: The revision's message
pt_br: A mensagem da revisão

source: The revision's repository name
pt_br: O nome do repositório da revisão

source: The ticket's author username
pt_br: O nome do autor do tíquete

source: The ticket's component
pt_br: O componente do tíquete

source: When the ticket's were created
pt_br: Quando o tíquete foi criado

source: The ticket's description
pt_br: A descrição do tíquete

source: The ticket's id
pt_br: O ID do tíquete

source: The ticket's keywords
pt_br: As keywords do tíquete

source: The ticket's milestone
pt_br: O milestone do tíquete

source: The time of the last modification
pt_br: A hora da última modificação

source: The username of the last user who modified the ticket
pt_br: O username do último usuário que modificou o tíquete

source: The ticket's priority
pt_br: A prioridade do tíquete

source: The ticket's severity
pt_br: A gravidade do tíquete

source: The ticket's status
pt_br: O status do tíquete

source: The ticket's summary
pt_br: O resumo do tíquete

source: The ticket's version
pt_br: A versão do tíquete

source: The wiki's author username
pt_br: O username do autor da wiki

source: When the wiki's were created
pt_br: Quando a wiki foi criada

source: The username of the last user who modified the wiki
pt_br: O username do último usuário a modificar a wiki

source: The wiki's name
pt_br: O nome da wiki

source: the wiki's content
pt_br: O conteúdo da wiki

source: Parameters
pt_br: Parâmetros

source: Results per page
pt_br: Resultados por página

source: Number of results to be displayed per page.
pt_br: Número de resultados a serem exibidos por página.

source: Default: 20
pt_br: Padrão: 20

source: Starts of n element
pt_br: Inicia pelo n-ésimo elemento

source: Where n is the index of the first result to appear in the page.
pt_br: Onde n é o índice do primeiro resultado a ser exibido na página.

source: Default: 0
pt_br: Padrão: 0

source: Filtering
pt_br: Filtrando

source: The field name
pt_br: O nome do campo

source: If you are looking for a specific wiki, and you know the wiki's name, you can filter it as below
pt_br: Se você está buscando especificamente por uma wiki e você sabe o nome da wiki, você pode utilizar o filtro abaixo

source: Where &quot;name&quot; is the fieldname and &quot;WikiName&quot; is the value you want to filter.
pt_br: Onde &quot;name&quot; é o fieldname e &quot;WikiName&quot; é o value que você quer filtrar.

source: Usage
pt_br: Uso

source: You can also filter using Django lookup fields with the double underscores, just as below
pt_br: Você também pode filtrar usando lookup fields do Django com underscores duplos, como demonstrado abaixo

source: Usage with relationships
pt_br: Uso com relacionamentos

source: You can use related fields to filter too. So, you can filter by any field of emailaddress using the 'from_address' field of message, which has a relation to emailaddress. You will achieve the related fields by using double underscore and the field's name. See the example below
pt_br: Você pode também pode utilizar campos relacionados para filtrar. Você pode filtrar por qualquer campo de emailaddress utilizando o 'from_address' da mensagem, que tem relação com emailaddress. Para tal você precisará utilizar os underscores duplos e o nome do campo desejado. Veja o exemplo abaixo

source: So, real_name is a field of emailaddress, and you had access to this field by a message field called from_address and using double underscore to say you want to use a field of that relationship
pt_br: real_name é um campo de emailaddress e você pode acessá-lo através de um campo do do objeto message, from_address, e underscores duplos para referenciar que este campo pertence ao modelo relacionado

source: Note: email filters must be exact. Which means that __contains, __startswith, __endswith and others won't work
pt_br: Nota: os filtros de email devem ser exatos. Isso significa que __contains, __startswith, __endswith e outros métodos de busca parcial não funcionarão

source: Another example of usage with relations. Used to retrieve all messages of a given user, using the username or the email field
pt_br: Outro exemplo de uso com relacionamento. Usado para recuperar todos as mensagem de um dado usuário usando o campo username ou email

source: This value may contain only letters and numbers.
pt_br: Esse campo só pode conter letras e/ou numeros.
